Repository: kirubel4375/gaddisa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am

source: English
am: እንግሊዝኛ

source: Amharic
am: አማርኛ

source: Afaan Oromo
am: ኦሮምኛ

source: Emergency Reporting System
am: የአደጋ ሪፖርት ስርዓት

source: Report an Emergency
am: አደጋ ሪፖርት አድርግ

source: Find Help
am: እርዳታ ፈልግ

source: Assault
am: ድብደባ

source: Rape
am: አስገድዶ መድፈር

source: Domestic Violence
am: የቤት ውስጥ ጥቃት

source: Harassment
am: ትንኮሳ

source: Other
am: ሌላ

source: Emergency Services
am: የአደጋ አገልግሎቶች

source: Police
am: ፖሊስ

source: Find nearby police stations
am: በአቅራቢያዎ ያሉ የፖሊስ ጣቢያዎችን ያግኙ

source: Health Facilities
am: የጤና ተቋማት

source: Hospitals and clinics
am: ሆስፒታሎች እና ክሊኒኮች

source: Women & Child
am: ሴቶች እና ህጻናት

source: Support & protection services
am: የድጋፍ እና የጥበቃ አገልግሎቶች

source: Psychiatrists
am: የአእምሮ ሐኪሞች

source: Mental health support
am: የአእምሮ ጤና ድጋፍ

source: Marriage Council
am: የጋብቻ ምክር

source: Relationship support
am: የግንኙነት ድጋፍ

source: Legal Aid
am: የህግ እርዳታ

source: Lawyers and legal support
am: ጠበቃዎች እና የህግ ድጋፍ

source: Nearby Services
am: በአቅራቢያ ያሉ አገልግሎቶች

source: Finding nearby services...
am: በአቅራቢያ ያሉ አገልግሎቶችን በመፈለግ ላይ...

source: Unable to get your location. Please allow location access to see nearby services.
am: አካባቢዎን ማግኘት አልተቻለም። በአቅራቢያዎ ያሉ አገልግሎቶችን ለማየት የአካባቢ መዳረሻን ይፍቀዱ።

source: No nearby services found in your area.
am: በአካባቢዎ ያሉ አገልግሎቶች አልተገኙም።

source: Call
am: ይደውሉ

source: Directions
am: አቅጣጫ

source: View All Services
am: ሁሉንም አገልግሎቶች ይመልከቱ

source: Emergency Help
am: የአደጋ እርዳታ

source: Language & Privacy
am: ቋንቋ እና ግላዊነት

source: You can use the app in English, Amharic, or Afaan Oromo. Your data is secure and only used to provide emergency services.
am: መተግበሪያውን በእንግሊዝኛ፣ በአማርኛ ወይም በአፋን ኦሮሞ መጠቀም ይችላሉ። ውሂብዎ ደህና ይጠበቃል እና ለአደጋ አገልግሎት ብቻ ይጠቀማል።

source: Choose your preferred language:
am: የሚመርጡትን ቋንቋ ይምረጡ:

source: I consent to the processing of my data for emergency services
am: ለአደጋ አገልግሎት ውሂቤን እንዲያስተናግዱ እስማማለሁ

source: Previous
am: ወደ ኋላ

source: Next
am: ቀጣይ

source: Get Started
am: መጀመር

source: In case of immediate danger, please call emergency services directly.
am: አደጋ በቅርብ ሲኖር እባክዎን የአደጋ አገልግሎት በቀጥታ ይደውሉ።

source: Welcome to Emergency Support
am: ወደ የአደጋ ድጋፍ በደህና መጡ

source: Your safety matters to us
am: ደህናነትዎ ለእኛ አስፈላጊ ነው

source: This app helps you report emergency incidents and find support services in your area. Your safety is our priority.
am: ይህ መተግበሪያ አደጋዎችን ሪፖርት ማድረግ እና በአካባቢዎ ያሉ የድጋፍ አገልግሎቶችን ማግኘት ይረዳዎታል። ደህናነትዎ ለእኛ ቅድሚያ ነው።

source: Report Incidents
am: አደጋዎችን ያሳውቁ

source: Quickly report incidents like assault, harassment, or other emergencies. Share your location to get help faster.
am: እንደ ድፍረተ ሰው፣ ማንቀሳቀስ ወይም ሌሎች አደጋዎች በፍጥነት ያሳውቁ። እርዳታ በፍጥነት ለማግኘት አካባቢዎን ያጋሩ።

source: Find Support Nearby
am: በአቅራቢያዎ ያለ ድጋፍ ያግኙ

source: Locate nearby police stations, hospitals, and support organizations that can help you during emergencies.
am: በአደጋ ጊዜ የሚረዱዎትን በአቅራቢያዎ ያሉ የፖሊስ ጣቢያዎች፣ ሆስፒታሎች እና ድጋፍ ድርጅቶችን ያግኙ።

source: back
am: ተመለስ

source: report_emergency_incident
am: የአደጋ ክስተት ሪፖርት ያድርጉ

source: incident_type
am: የክስተት አይነት

source: select_incident_type
am: የክስተት አይነት ይምረጡ

source: kidnapping
am: አፈናዎች

source: description
am: መግለጫ

source: description_optional
am: መግለጫ (አማራጭ)

source: describe_what_happened
am: ምን እንደተከሰተ ይግለጹ...

source: description_encrypted_notice
am: መግለጫዎት ለግላዊነት ይመሳጠራል።

source: voice_note_optional
am: የድምጽ ማስታወሻ (አማራጭ)

source: record
am: ቅዳ

source: stop
am: አቁም

source: recording
am: በመቅዳት ላይ...

source: re_record
am: እንደገና ቅዳ

source: use_recording
am: ቅዳትን ተጠቀም

source: uploaded
am: ተሰቅሏል

source: location
am: አድራሻ

source: gps_location
am: GPS አድራሻ

source: by_region
am: በክልል

source: get_my_current_location
am: የአሁኑን አድራሻዬን አግኝ

source: location_captured
am: አድራሻ ተይዟል

source: select_region
am: ክልል ይምረጡ

source: select_zone
am: ዞን ይምረጡ

source: addis_ababa
am: አዲስ አበባ

source: oromia
am: ኦሮሚያ

source: amhara
am: አማራ

source: tigray
am: ትግራይ

source: sidama
am: ሲዳማ

source: submit_report
am: ሪፖርት አስገባ

source: submitting
am: በማስገባት ላይ...

source: report_submitted_successfully
am: ሪፖርትዎ በተሳካ ሁኔታ ተገብሯል።

source: failed_to_submit_report
am: ሪፖርት ማስገባት አልተሳካም። እባክዎን እንደገና ይሞክሩ።

source: please_select_incident_type
am: እባክዎን የክስተት አይነት ይምረጡ።

source: please_provide_location
am: እባክዎን GPS ወይም የክልል ምርጫን በመጠቀም አድራሻዎን ያቅርቡ።

source: could_not_access_microphone
am: ማይክሮፎን መድረስ አልተቻለም። እባክዎን የአሳሽዎን ፈቃዶች ይፈትሹ።

source: could_not_get_location
am: አድራሻዎን ማግኘት አልተቻለም። እባክዎን እንደገና ይሞክሩ ወይም የክልል ምርጫን ይጠቀሙ።

source: geolocation_not_supported
am: የጂኦሎኬሽን በዚህ አሳሽ ውስጥ አይደገፍም።

source: voice_note_uploaded_successfully
am: የድምጽ ማስታወሻ በተሳካ ሁኔታ ተሰቅሏል!

source: failed_to_upload_voice_recording
am: የድምጽ ቅዳት ስቀላ አልተሳካም። እባክዎን እንደገና ይሞክሩ።

source: uploading
am: በመስቀል ላይ...

source: Emergency Support Services
am: የአደጋ ጊዜ ድጋፍ አገልግሎቶች

source: Back
am: ተመለስ

source: Support Services
am: የድጋፍ አገልግሎቶች

source: Find emergency support services near you
am: በአቅራቢያዎ ያሉ የአደጋ ጊዜ ድጋፍ አገልግሎቶችን ያግኙ

source: Using your current location
am: የአሁን አካባቢዎን እየተጠቀሙ

source: Fetching location...
am: አካባቢ እየተፈለገ...

source: Use My Location
am: የእኔን አካባቢ ተጠቀም

source: Select Location
am: አካባቢ ምረጥ

source: Select Region
am: ክልል ምረጥ

source: Apply Location
am: አካባቢን ተግብር

source: Search agencies...
am: ድርጅቶችን ፈልግ...

source: Loading agencies...
am: ድርጅቶች እየተጫኑ...

source: Get Directions
am: መስመር አግኝ

source: No services found for the selected criteria.
am: ለተመረጠው መስፈርት ምንም አገልግሎት አልተገኘም።

source: services found
am: አገልግሎቶች ተገኝተዋል

source: Unable to get your current location
am: የአሁን አካባቢዎን ማግኘት አልተቻለም

source: Location access denied. Please allow location access or select manually.
am: የአካባቢ መዳረሻ ተከልክሏል። እባክዎ የአካባቢ መዳረሻን ይፍቀዱ ወይም በእጅ ይምረጡ።

source: Searching for nearby services...
am: በአቅራቢያ ያሉ አገልግሎቶች እየተፈለጉ...

source: km away
am: ኪሎ ሜትር ርቀት

source: Select Zone
am: ዞን ምረጥ

source: Using selected location
am: የተመረጠውን አካባቢ እየተጠቀሙ

source: Please select at least Region and Zone
am: እባክዎ ቢያንስ ክልል እና ዞን ይምረጡ

source: My Profile
am: የእኔ መገለጫ

source: Health Services
am: የጤና አገልግሎቶች

source: Women & Social Affairs
am: ሴቶች እና ማህበራዊ ጉዳዮች

source: Psychosocial
am: ሳይኮሶሻል

source: Important Informations
am: አስፈላጊ መረጃዎች

source: Any related informations
am: ማንኛውም ተያያዥ መረጃዎች

source: No services found for this category.
am: ለዚህ ምድብ ምንም አገልግሎት አልተገኘም።

source: Addis Ketema
am: አዲስ ከተማ

source: Akaky Kaliti
am: አቃቂ ቃሊቲ

source: Arada
am: አራዳ

source: Bole
am: ቦሌ

source: Gulele
am: ጉለሌ

source: Kirkos
am: ኪርቆስ

source: Zone 1
am: ዞን 1

source: Zone 2
am: ዞን 2

source: Zone 3
am: ዞን 3

source: select_woreda
am: ወረዳ ይምረጡ

source: select_kebele
am: ቀበሌ ይምረጡ

source: Location
am: አድራሻ

source: Your browser does not support the audio element.
am: የእርስዎ ብራውዘር የድምጽ ዓይነት አይደግፍም።

source: Submit New Report
am: አዲስ ሪፖርት ያስገቡ

source: Back to Home
am: ወደ መነሻ ገጽ ተመለስ

source: Error
am: ስህተት

source: Oops! Something went wrong
am: ሆይ! የሆነ ችግር ተከስቷል

source: We're sorry, but there was an error processing your request.
am: ያዝናል፣ ግን ጥያቄዎን ሲያስኬዱ ስህተት ተከስቷል።

source: Go Back
am: ተመለስ

source: Please provide consent to continue
am: ለመቀጠል እባክዎን ስምምነትዎን ይስጡ

source: User
am: ተጠቃሚ

source: Telegram ID
am: የቴሌግራም መታወቂያ

source: Loading...
am: እየተጫነ...

source: Reports
am: ሪፖርቶች

source: Settings Saved
am: ማስተካከያዎች ተቀምጠዋል

source: Your profile settings have been updated successfully.
am: የአንተ መገለጫ ማስተካከያዎች በተሳካ ሁኔታ ተዘምነዋል።

source: Settings
am: ማስተካከያዎች

source: Preferred Language
am: የተመረጠ ቋንቋ

source: Notifications
am: ማሳወቂያዎች

source: Receive important notifications
am: አስፈላጊ ማሳወቂያዎችን ይቀበሉ

source: Save Settings
am: ማስተካከያዎችን አስቀምጥ

source: View All
am: ሁሉንም ይመልከቱ

source: New
am: አዲስ

source: Processing
am: በሂደት ላይ

source: Resolved
am: ተፈትቷል

source: Unknown
am: አልታወቀም

source: Reported on
am: ተዘግቧል በ

source: Bole Police Station
am: የቦሌ ፖሊስ ጣቢያ

source: Arada Police Station
am: የአራዳ ፖሊስ ጣቢያ

source: Black Lion Hospital
am: ብላክ ላዮን ሆስፒታል

source: St. Paul's Hospital
am: ቅዱስ ጳውሎስ ሆስፒታል

source: Ethiopian Women Lawyers Association
am: የኢትዮጵያ ሴቶች ጠበቃዎች ማህበር

source: Amanuel Mental Specialized Hospital
am: አማኑኤል የአእምሮ ሕክምና ልዩ ሆስፒታል

source: Legal Aid Center of Addis Ababa
am: የአዲስ አበባ የህግ እርዳታ ማእከል

source: Main police station in Bole area with 24/7 service
am: በቦሌ አካባቢ ዋና ፖሊስ ጣቢያ ከ24/7 አገልግሎት ጋር

source: Police station serving Arada sub-city
am: አራዳ ክፍለ-ከተማን የሚያገለግል ፖሊስ ጣቢያ

source: Major referral hospital with emergency services
am: ዋና የሪፈራል ሆስፒታል ከአደጋ ጊዜ አገልግሎቶች ጋር

source: Millennium Medical College with 24/7 emergency care
am: ሚሌኒየም ሜዲካል ኮሌጅ ከ24/7 የአደጋ ጊዜ እንክብካቤ ጋር

source: Legal aid and support for women and children
am: ለሴቶች እና ህጻናት የህግ እርዳታ እና ድጋፍ

source: Specialized mental health hospital
am: ልዩ የአእምሮ ጤና ሆስፒታል

source: Free legal services for vulnerable populations
am: ለተጋላጭ ሕዝብ ነፃ የህግ አገልግሎቶች

source: Bole Road, near Edna Mall, Addis Ababa
am: ቦሌ መንገድ፣ ኤድና ሞል አጠገብ፣ አዲስ አበባ

source: Piazza, Churchill Ave, Addis Ababa
am: ፒያሳ፣ ቸርችል ጎዳና፣ አዲስ አበባ

source: Zambia St, Addis Ababa
am: ዛምቢያ ጎዳና፣ አዲስ አበባ

source: Swaziland St, Addis Ababa
am: ስዋዚላንድ ጎዳና፣ አዲስ አበባ

source: Mexico Square, Addis Ababa
am: ሜክሲኮ አደባባይ፣ አዲስ አበባ
