Repository: kirubel4375/gaddisa
Catalog: locale/om/LC_MESSAGES/django.po
Languages: om

source: English
om: Ingiliffaa

source: Amharic
om: Amaariffaa

source: Afaan Oromo
om: Afaan Oromoo

source: Emergency Reporting System
om: Sirna Gabaasa Muddamaa

source: Report an Emergency
om: Muddama Gabaasi

source: Find Help
om: Gargaarsa Barbaadi

source: Assault
om: Rukuttaa

source: Rape
om: Gudeenya

source: Domestic Violence
om: Miidhaa Maatii

source: Harassment
om: Ijaajjii

source: Other
om: Kan Biraa

source: Emergency Services
om: Tajaajila Muddamaa

source: Police
om: Poolisii

source: Find nearby police stations
om: Buufata poolisii dhihoo jiran barbaadi

source: Health Facilities
om: Dhaabbata Fayyaa

source: Hospitals and clinics
om: Hospitaala fi kiliniika

source: Women & Child
om: Dubartootaa fi Daa'ima

source: Support & protection services
om: Tajaajila deeggaraa fi eegubaa

source: Psychiatrists
om: Hakiima sammuu

source: Mental health support
om: Deeggarsa fayyaa sammuu

source: Marriage Council
om: Gorsaa Gaa'eelaa

source: Relationship support
om: Deeggarsa walitti dhufeenya

source: Legal Aid
om: Gargaarsa Seeraa

source: Lawyers and legal support
om: Seera beektotaa fi deeggarsa seeraa

source: Nearby Services
om: Tajaajila Dhihoo

source: Finding nearby services...
om: Tajaajila dhihoo jiran barbaadaa jira...

source: Unable to get your location. Please allow location access to see nearby services.
om: Bakka keessan argachuu hin danda'amne. Tajaajila dhihoo jiran arguuf hayyama bakka keenyaa kennaa.

source: No nearby services found in your area.
om: Naannoo keessanii keessatti tajaajilni dhihoo jiru hin argamne.

source: Call
om: Bilbilaa

source: Directions
om: Kallattii

source: View All Services
om: Tajaajila Hunda Ilaali

source: Emergency Help
om: Gargaarsa Muddamaa

source: Language & Privacy
om: Afaan fi Iccitii

source: You can use the app in English, Amharic, or Afaan Oromo. Your data is secure and only used to provide emergency services.
om: Appii kana Ingiliffaa, Amaariffaa ykn Afaan Oromooon fayyadamuu dandeessa. Daataan kee nageenya qaba fi tajaajila muddamaaf qofa fayyadama.

source: Choose your preferred language:
om: Afaan filatte filadhu:

source: I consent to the processing of my data for emergency services
om: Tajaajila muddamaaf daataa koo akka itti fayyadaman walii gala

source: Previous
om: Kan Darbe

source: Next
om: Itti Aanee

source: Get Started
om: Jalqabi

source: In case of immediate danger, please call emergency services directly.
om: Muddamni battalumatti yoo jiraate, maaloo tajaajila muddamaa kallattiin bilbilaa.

source: Welcome to Emergency Support
om: Baga Deeggarsa Muddamaatti Nagaan Dhufte

source: Your safety matters to us
om: Nageenya kee nuuf barbaachisaa dha

source: This app helps you report emergency incidents and find support services in your area. Your safety is our priority.
om: Appiin kun muddama gabaasuu fi naannoo kee keessatti tajaajila deeggaraa argachuutti si gargaara. Nageenya kee dursa nu kennineerra.

source: Report Incidents
om: Muddama Gabaasi

source: Quickly report incidents like assault, harassment, or other emergencies. Share your location to get help faster.
om: Akka rukuttaa, ijaajjii ykn muddama biroo saffisaan gabaasi. Gargaarsa saffisaan argachuuf bakka kee qooddadhu.

source: Find Support Nearby
om: Deeggarsa Dhihoo Barbaadi

source: Locate nearby police stations, hospitals, and support organizations that can help you during emergencies.
om: Yeroo muddamaa si gargaaruu danda'an buufata poolisii, hospitaala fi dhaabbata deeggaraa dhihoo jiran barbaadi.

source: back
om: Duubatti

source: report_emergency_incident
om: Muddama Gabaasi

source: incident_type
om: Gosa Muddamaa

source: select_incident_type
om: Gosa muddamaa filadhu

source: kidnapping
om: Hatuu

source: description
om: Ibsa

source: description_optional
om: Ibsa (Filannoo)

source: describe_what_happened
om: Maal akka ta'e ibsi...

source: description_encrypted_notice
om: Ibsi kee iccitii eeguuf ni dhokfama.

source: voice_note_optional
om: Yaadannoo Sagalee (Filannoo)

source: record
om: Galmeessi

source: stop
om: Dhaabbi

source: recording
om: Galmee jira...

source: re_record
om: Ammas galmeessi

source: use_recording
om: Galmee fayyadami

source: uploaded
om: Fe'ame

source: location
om: Bakka

source: gps_location
om: Bakka GPS

source: by_region
om: Naannoo Irraan

source: get_my_current_location
om: Bakka Ammaa Koo Argadhu

source: location_captured
om: Bakki Qabame

source: select_region
om: Naannoo Filadhu

source: select_zone
om: Zoonii Filadhu

source: addis_ababa
om: Finfinnee

source: oromia
om: Oromiyaa

source: amhara
om: Amaaraa

source: tigray
om: Tigiraay

source: sidama
om: Sidaamaa

source: submit_report
om: Gabaasa Galchi

source: submitting
om: Galchaa jira...

source: report_submitted_successfully
om: Gabaasni kee milkaa'inaan galchame.

source: failed_to_submit_report
om: Gabaasa galchuun hin milkoofne. Maaloo ammas yaali.

source: please_select_incident_type
om: Maaloo gosa muddamaa filadhu.

source: please_provide_location
om: Maaloo GPS ykn filannoo naannoo fayyadamuun bakka kee kenni.

source: could_not_access_microphone
om: Maaykiroofooniitti dhufachuu hin danda'amne. Maaloo hayyama daawwannaa kee mirkaneessi.

source: could_not_get_location
om: Bakka kee argachuu hin danda'amne. Maaloo ammas yaali ykn filannoo naannoo fayyadami.

source: geolocation_not_supported
om: Jiiolokeeshiniin daawwannaa kana keessatti hin deeggaramu.

source: voice_note_uploaded_successfully
om: Yaadannoon sagalee milkaa'inaan fe'ame!

source: failed_to_upload_voice_recording
om: Galmee sagalee fe'uun hin milkoofne. Maaloo ammas yaali.

source: uploading
om: Fe'aa jira...

source: Emergency Support Services
om: Tajaajila Deeggarsa Muddamaa

source: Back
om: Duubatti

source: Support Services
om: Tajaajila Deeggarsa

source: Find emergency support services near you
om: Tajaajila deeggarsa muddamaa dhihoo kee jiran barbaadi

source: Using your current location
om: Bakka ammaa kee fayyadamuun

source: Fetching location...
om: Bakka barbaadaa...

source: Use My Location
om: Bakka Koo Fayyadami

source: Select Location
om: Bakka Filadhu

source: Select Region
om: Naannoo Filadhu

source: Apply Location
om: Bakka Hojiirra Olchi

source: Search agencies...
om: Dhaabbata barbaadi...

source: Loading agencies...
om: Dhaabbata fe'aa jira...

source: Get Directions
om: Kallattii Argadhu

source: No services found for the selected criteria.
om: Ulaagaalee filatamaniif tajaajilni hin argamne.

source: services found
om: tajaajilni argame

source: Unable to get your current location
om: Bakka ammaa kee argachuu hin danda'amu

source: Location access denied. Please allow location access or select manually.
om: Hayyamni bakka dhorkame. Maaloo hayyama bakka kennaa ykn harkaan filadhu.

source: Searching for nearby services...
om: Tajaajila dhihoo jiran barbaadaa...

source: km away
om: kiiloo miitara fagoo

source: Select Zone
om: Zoonii Filadhu

source: Using selected location
om: Bakka filatame fayyadamuun

source: Please select at least Region and Zone
om: Maaloo yoo xiqqaate Naannoo fi Zoonii filadhu

source: My Profile
om: Piroofayila Koo

source: Health Services
om: Tajaajila Fayyaa

source: Women & Social Affairs
om: Dubartootii fi Dhimma Hawaasaa

source: Psychosocial
om: Sammuu-Hawaasummaa

source: Important Informations
om: Odeeffannoo Barbaachisoo

source: Any related informations
om: Odeeffannoo walqabataa kamiyyuu

source: No services found for this category.
om: Gosa kanaaf tajaajilni hin argamne.

source: Zone 1
om: Zoonii 1

source: Zone 2
om: Zoonii 2

source: Zone 3
om: Zoonii 3

source: select_woreda
om: Aanaa filadhu

source: select_kebele
om: Gandaa filadhu

source: Location
om: Bakka

source: Your browser does not support the audio element.
om: Boroojii keessan sagalee dhageeffachuu hin danda'u.

source: Submit New Report
om: Gabaasa Haaraa Galchi

source: Back to Home
om: Gara Manatti Deebi'i

source: Error
om: Dogoggora

source: Oops! Something went wrong
om: Yaa! Waan tokko dogoggorame!

source: We're sorry, but there was an error processing your request.
om: Dhiifama, gaaffii keessan adeemsisuu keessatti dogoggorri uumame.

source: Go Back
om: Duubatti Deebi'i

source: Please provide consent to continue
om: Itti fufuuf icciitii kennaa

source: User
om: Fayyadamaa

source: Telegram ID
om: ID Telegram

source: Loading...
om: Fe'aa jira...

source: Reports
om: Gabaasota

source: Settings Saved
om: Qindaa'inni Olkaawame

source: Your profile settings have been updated successfully.
om: Qindaa'inni piroofayila keessanii milkaa'inaan haaromfame.

source: Settings
om: Qindaa'ina

source: Preferred Language
om: Afaan Filatamaa

source: Notifications
om: Beeksisa

source: Receive important notifications
om: Beeksisa barbaachisaa fudhachuu

source: Save Settings
om: Qindaa'ina Olkaa'i

source: View All
om: Hunda Ilaali

source: New
om: Haaraa

source: Processing
om: Adeemsifamaa

source: Resolved
om: Furmaata Argame

source: Unknown
om: Hin Beekamu

source: Reported on
om: Gabaafame

source: Bole Police Station
om: Buufata Poolisii Bole

source: Arada Police Station
om: Buufata Poolisii Arada

source: Black Lion Hospital
om: Hospitaala Black Lion

source: St. Paul's Hospital
om: Hospitaala Qiddus Phawlos

source: Ethiopian Women Lawyers Association
om: Waldaa Seerbeektotaa Dubartootaa Itoophiyaa

source: Amanuel Mental Specialized Hospital
om: Hospitaala Addaa Fayyaa Sammuu Amaanueel

source: Legal Aid Center of Addis Ababa
om: Giddugala Gargaarsa Seeraa Finfinnee

source: Main police station in Bole area with 24/7 service
om: Buufata poolisii guddaa naannoo Bole keessatti tajaajila 24/7 qabu

source: Police station serving Arada sub-city
om: Buufata poolisii magaalaa-xiqqaa Arada tajaajilu

source: Major referral hospital with emergency services
om: Hospitaala ergaa guddaa tajaajila muddamaa qabu

source: Millennium Medical College with 24/7 emergency care
om: Koleejjii Yaalaa Millennium kunuunsa muddamaa 24/7 qabu

source: Legal aid and support for women and children
om: Gargaarsa seeraa fi deeggarsa dubartootaa fi ijoollee

source: Specialized mental health hospital
om: Hospitaala fayyaa sammuu addaa

source: Free legal services for vulnerable populations
om: Tajaajila seeraa bilisaa ummata saaxilamaaf

source: Bole Road, near Edna Mall, Addis Ababa
om: Daandii Bole, Edna Mall bira, Finfinnee

source: Piazza, Churchill Ave, Addis Ababa
om: Piazza, Churchill Ave, Finfinnee

source: Zambia St, Addis Ababa
om: Daandii Zambia, Finfinnee

source: Swaziland St, Addis Ababa
om: Daandii Swaziland, Finfinnee

source: Mexico Square, Addis Ababa
om: Oromtoo Mexico, Finfinnee

source: Select Woreda
om: Aanaa Filadhu

source: Select Kebele
om: Gandaa Filadhu

source: Police Station
om: Tulluu Poolisii

source: Hospital
om: Hospitaala

source: NGO/Support Organization
om: NGO/Tajaajila Deeggarsaa

source: Government Office
om: Biroo Mootummaa

source: Shelter
om: Mana Ijaaruu
